{
  "page": "Credo",
  "institution": "LNCT Group of Colleges",
  "intro": "We believe, our first responsibility is to the students & their parents in meeting their needs; everything we do must be of high quality.",
  "principles": [
    "We must constantly strive to improve our standards.",
    "New equipment must be purchased and new facilities provided.",
    "Research must be carried on, innovative ideas developed and industries collaborated with.",
    "We must be knowledge creators rather than merely knowledge consumers.",
    "We must constantly train our teachers & staff — men and women who work with us.",
    "We must recognize their merit and respect their dignity.",
    "They must have a sense of loyalty and their compensation must be fair & adequate.",
    "There must be a clean, orderly and enjoyable environment.",
    "We must inculcate in our students principle‑bound self‑discipline, and ability to take charge.",
    "They must learn to realize and perform and build personality, so as to be an asset to any organization they are associated with.",
    "They must be ready to face the challenges of competitive world and be successful entrepreneurs.",
    "Our final responsibility is to the community in which we live and work, and to the environment and resources endowed by Mother Nature."
  ],
  "code_of": {
    "quote": "श्रद्धावान लभते ज्ञानम",
    "source": "Shrimad Bhagavata, shloka 4.39",
    "translation": "A person who has \"Shraddha\" — trust, faith and belief — shall attain KNOWLEDGE. In other words, one who has unwavering faith in the teachings of gurus, teachers, and textbooks shall obtain knowledge."
  },
  "mono_explanation": "The symbols/figures in the mono signify that water harnessed by dams is used for irrigation and power generation. The electrical power generated is transmitted for domestic and industrial use. Non‑conventional sources of energy also need to be tapped. The curve symbolizes the application of mathematical concepts to all branches of engineering and technology.",
  "closing_message": "Experience the Extraordinary, Embrace Life at LNCT Group of Colleges!"
}
